Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: Log charging sessions with both Start SoC and End SoC to enable capacity estimation and degradation tracking.
de: Erfassen Sie Ladevorgänge mit Start- und End-SoC, um Kapazitätsschätzung und Degradationsverfolgung zu aktivieren.
es: Registra sesiones con SoC inicial y final para habilitar la estimación de capacidad y el seguimiento de degradación.
fr: Enregistrez des sessions avec le SoC de début et de fin pour activer l'estimation de capacité et le suivi de dégradation.
ja: 容量推定と劣化追跡を有効にするため、開始 SoC と終了 SoC の両方を入力して充電を記録してください。
nb: Loggfør ladeøkter med både start- og slutt-SoC for å aktivere kapasitetsberegning og degraderingssporing.
th: บันทึกการชาร์จโดยระบุระดับแบตเตอรี่ทั้งก่อนและหลังชาร์จ (SoC) เพื่อเปิดใช้งานการประเมินความจุและติดตามการเสื่อมสภาพ
zh_hans: 记录包含起始与结束 SoC (电量) 的充电记录，以启用容量估算和衰减追踪。

source: Log mileage on at least two charging sessions to view your driving efficiency trends over time.
de: Erfassen Sie den Kilometerstand bei mindestens zwei Ladevorgängen, um Ihre Verbrauchstrends im Zeitverlauf zu sehen.
es: Registra el kilometraje en al menos dos sesiones para ver las tendencias de eficiencia de conducción a lo largo del tiempo.
fr: Renseignez le kilométrage sur au moins deux sessions pour voir vos tendances d'efficacité au fil du temps.
ja: 2回以上の充電セッションで走行距離を記録すると、電費効率の推移を確認できます。
nb: Loggfør kilometerstand på minst to ladeøkter for å se kjøreeffektivitetstrender over tid.
th: ระบุเลขไมล์ในการชาร์จอย่างน้อย 2 ครั้งขึ้นไป เพื่อดูแนวโน้มประสิทธิภาพการขับขี่ตามช่วงเวลา
zh_hans: 在至少两次充电记录中填写行驶里程，即可查看长期的行车能效趋势。

source: Log start and end charge %
de: Start- und End-Ladestand in % erfassen
es: Registra el % de carga inicial y final
fr: Enregistrer le % de charge de début et de fin
ja: 開始と終了の充電 ％ を記録
nb: Loggfør start- og sluttlade-%
th: บันทึก % แบตเตอรี่ก่อนและหลังชาร์จ
zh_hans: 记录起始和结束充电电量 %

source: Log your AC and DC charging sessions with start and end battery percentages to unlock detailed battery health insights.
de: Erfassen Sie Ladevorgänge mit Start- und End-SoC, um detaillierte Batterieanalysen freizuschalten.
es: Registre sesiones con porcentajes iniciales y finales para desbloquear análisis detallados.
fr: Enregistrez vos sessions avec les pourcentages de début et de fin pour débloquer les analyses détaillées.
ja: 開始と終了のSoCを記録すると、詳細なバッテリー健康分析が確認できるようになります。
nb: Loggfør ladeøkter med start- og sluttprosent for å låse opp detaljert batterihelseinnsikt.
th: บันทึกการชาร์จพร้อมระบุเปอร์เซ็นต์แบตเตอรี่เริ่มต้นและสิ้นสุด เพื่อปลดล็อกการวิเคราะห์สุขภาพแบตเตอรี่โดยละเอียด
zh_hans: 记录包含起始和结束电量百分比的充放电数据，以解锁全面的电池健康洞察。

source: Log your first charging session or import a CSV file to view your analytics.
de: Erfassen Sie Ihren ersten Ladevorgang oder importieren Sie eine CSV-Datei, um Ihre Statistiken anzuzeigen.
es: Registra tu primera sesión de carga o importa un archivo CSV para ver tus estadísticas.
fr: Enregistrez votre première session de recharge ou importez un fichier CSV pour voir vos analyses.
ja: 最初の充電セッションを記録するか、CSV ファイルをインポートして分析を表示します。
nb: Loggfør din første ladeøkt eller importer en CSV-fil for å se analysene dine.
th: บันทึกการชาร์จครั้งแรกของคุณ หรือนำเข้าไฟล์ CSV เพื่อดูการวิเคราะห์ข้อมูล
zh_hans: 记录您的第一次充电或导入 CSV 文件以查看数据分析。

source: Logged at no cost. The energy still counts toward your stats and gas savings.
de: Kostenlos erfasst. Die Energie wird dennoch für Statistiken und Benzinersparnis gezählt.
es: Registrado sin costo. La energía aún se cuenta para tus estadísticas y ahorros.
fr: Enregistré sans frais. L'énergie est toujours comptabilisée dans vos statistiques et économies.
ja: 費用ゼロで記録されました。電力量は統計およびガソリン節約額に加算されます。
nb: Loggført uten kostnad. Energien teller fortsatt med i statistikk og bensinbesparelser.
th: บันทึกแบบไม่มีค่าใช้จ่าย พลังงานยังคงถูกนำไปคำนวณในสถิติและการประหยัดค่าน้ำมัน
zh_hans: 免费记录。电量仍会计入您的统计数据和燃油节省计算中。

source: Low (< 15% DoD, high error margin)
de: Niedrig (< 15% DoD, hohe Fehlertoleranz)
es: Baja (< 15% DoD, alto margen de error)
fr: Faible (< 15 % DoD, marge d'erreur élevée)
ja: 低精度 (< 15% DoD、誤差が大きいです)
nb: Lav (< 15 % DoD, høy feilmargin)
th: ความเชื่อมั่นต่ำ (< 15% DoD, ค่าคลาดเคลื่อนสูง)
zh_hans: 低置信度 (< 15% 放电深度，误差较大)

source: Lower Daily Limit to 80%–90%
de: Tägliches Limit auf 80%–90% senken
es: Reduzca el límite diario al 80%–90%
fr: Baissez la limite quotidienne à 80 %–90 %
ja: 日常上限を80%〜90%に下げる
nb: Senk daglig grense til 80 %–90 %
th: ลดขีดจำกัดประจำวันลงเหลือ 80%–90%
zh_hans: 将日常充电上限降至 80%–90%

source: Maintain current balance by keeping DC rapid charges below 30% of lifetime energy.
de: Behalten Sie diese Balance bei, indem DC-Schnellladungen unter 30% der Gesamtenergie bleiben.
es: Mantenga el equilibrio manteniendo las cargas rápidas en CC por debajo del 30% del total.
fr: Maintenez cet équilibre en gardant les charges rapides DC sous les 30 % de l'énergie totale.
ja: 急速充電の割合を生涯エネルギーの30%未満に抑えて現在のバランスを維持しましょう。
nb: Oppretthold balansen ved å holde DC-hurtiglading under 30 % av total energi.
th: รักษาสมดุลปัจจุบันโดยคุมการชาร์จเร็ว DC ให้น้อยกว่า 30% ของพลังงานทั้งหมด
zh_hans: 将直流快充能量控制在总电量的 30% 以下以保持当前良好平衡。

source: Maintaining an 80% daily charge ceiling keeps your NMC/NCA cells in the optimal longevity window.
de: Ein tägliches 80%-Limit hält Ihre NMC/NCA-Zellen im optimalen Lebensdauerbereich.
es: Mantener un límite diario del 80% mantiene las celdas NMC/NCA en su ventana óptima de vida útil.
fr: Maintenir un plafond quotidien de 80 % garde vos cellules NMC/NCA dans la plage idéale de longévité.
ja: 日常80%の上限を維持することで、NMC/NCAセルが最も長持ちする状態を保てます。
nb: Et daglig 80 % tak holder NMC/NCA-cellene i det optimale levetidsvinduet.
th: การรักษาเพดานการชาร์จรายวันที่ 80% จะช่วยให้เซลล์ NMC/NCA อยู่ในเกณฑ์อายุการใช้งานสูงสุด
zh_hans: 保持 80% 的日常充电上限可使 NMC/NCA 电芯始终处于最佳长寿区间。

source: Make Active
de: Als aktiv setzen
es: Establecer como activo
fr: Définir comme actif
ja: 使用中に設定
nb: Gjør aktiv
th: ตั้งเป็นรถที่ใช้งาน
zh_hans: 设为当前车辆

# Manage Garage (%@)
source: Manage Garage (%1$@)
de: Garage verwalten (%1$@)
es: Administrar garaje (%1$@)
fr: Gérer le garage (%1$@)
ja: ガレージを管理 (%1$@)
nb: Administrer garasje (%1$@)
th: จัดการโรงรถ (%1$@)
zh_hans: 管理车库 (%1$@)

# Manage Garage (%@)…
source: Manage Garage (%1$@)…
de: Garage verwalten (%1$@)…
es: Administrar garaje (%1$@)…
fr: Gérer le garage (%1$@)…
ja: ガレージを管理 (%1$@)…
nb: Administrer garasje (%1$@)…
th: จัดการโรงรถ (%1$@)…
zh_hans: 管理车库 (%1$@)…

# Manage Garage (%lld)
source: Manage Garage (%1$lld)
de: Garage verwalten (%1$lld)
es: Administrar garaje (%1$lld)
fr: Gérer le garage (%1$lld)
ja: ガレージ管理 (%1$lld)
nb: Administrer garasje (%1$lld)
th: จัดการโรงรถ (%1$lld)
zh_hans: 车库管理 (%1$lld)

# Manage Garage (%lld)…
source: Manage Garage (%1$lld)…
de: Garage verwalten (%1$lld)…
es: Administrar garaje (%1$lld)…
fr: Gérer le garage (%1$lld)…
ja: ガレージ管理 (%1$lld)…
nb: Administrer garasje (%1$lld)…
th: จัดการโรงรถ (%1$lld)…
zh_hans: 车库管理 (%1$lld)…

source: Manage multiple EV profiles with custom battery chemistries, tariffs, and gas baselines.
de: Verwalten Sie mehrere Elektrofahrzeug-Profile mit individueller Batteriechemie, Tarifen und Benzin-Referenzen.
es: Administra múltiples perfiles de VE con químicas de batería, tarifas y líneas base de gasolina personalizadas.
fr: Gérez plusieurs profils de VE avec chimies de batterie, tarifs et références d'essence personnalisés.
ja: バッテリー種類、電気料金、ガソリン基準を車両ごとにカスタマイズして複数EVを一元管理できます。
nb: Administrer flere elbilprofiler med tilpasset batterikjemi, tariffer og bensinreferanser.
th: จัดการโปรไฟล์รถยนต์ไฟฟ้าหลายคัน พร้อมปรับแต่งเคมีแบตเตอรี่ อัตราค่าไฟ และเกณฑ์เปรียบเทียบน้ำมัน
zh_hans: 管理多辆电动车档案，支持自定义电池化学成分、家庭电价和燃油对比基准。

source: Medium (15%–30% DoD)
de: Mittel (15%–30% DoD)
es: Media (15%–30% DoD)
fr: Moyenne (15 %–30 % DoD)
ja: 中精度 (15%〜30% DoD)
nb: Middels (15 %–30 % DoD)
th: ความเชื่อมั่นปานกลาง (15%–30% DoD)
zh_hans: 中置信度 (15%–30% 放电深度)

source: Merge data into canonical records and remove duplicates.
de: Daten zu eindeutigen Einträgen zusammenführen und Duplikate entfernen.
es: Fusionar datos en registros principales y eliminar duplicados.
fr: Fusionner les données en enregistrements principaux et supprimer les doublons.
ja: データを統合して重複レコードを削除します。
nb: Slå sammen data til standardposter og fjern duplikater.
th: ผสานข้อมูลเข้าด้วยกันและลบรายการที่ซ้ำซ้อน
zh_hans: 将数据合并为标准记录并移除重复项。

source: Mid-Size SUV / Crossover
de: Mittelklasse-SUV / Crossover
es: SUV mediano / Crossover
fr: SUV intermédiaire / Crossover
ja: ミドルサイズSUV / クロスオーバー
nb: Mellomstor SUV / Crossover
th: SUV ขนาดกลาง / ครอสโอเวอร์
zh_hans: 中型 SUV / 跨界车

# Mid-Size SUV / Crossover (%.1f km/L)
source: Mid-Size SUV / Crossover (%1$.1f km/L)
de: Mittelklasse-SUV / Crossover (%1$.1f km/L)
es: SUV mediano / Crossover (%1$.1f km/L)
fr: SUV compact / Crossover (%1$.1f km/L)
ja: 中型SUV / クロスオーバー (%1$.1f km/L)
nb: Mellomstor SUV / Crossover (%1$.1f km/L)
th: SUV ขนาดกลาง / Crossover (%1$.1f กม./ลิตร)
zh_hans: 中型 SUV / 跨界车 (%1$.1f km/L)

# Mid-Size SUV / Crossover (%.1f MPG)
source: Mid-Size SUV / Crossover (%1$.1f MPG)
de: Mittelklasse-SUV / Crossover (%1$.1f MPG)
es: SUV mediano / Crossover (%1$.1f MPG)
fr: SUV compact / Crossover (%1$.1f MPG)
ja: 中型SUV / クロスオーバー (%1$.1f MPG)
nb: Mellomstor SUV / Crossover (%1$.1f MPG)
th: SUV ขนาดกลาง / Crossover (%1$.1f MPG)
zh_hans: 中型 SUV / 跨界车 (%1$.1f MPG)

source: Mileage
de: Kilometerstand
es: Kilometraje
fr: Kilométrage
ja: 走行距離
nb: Kilometerstand
th: ระยะทางสะสม
zh_hans: 里程

source: Mode
de: Modus
es: Modo
ja: モード
nb: Modus
th: โหมด
zh_hans: 模式

source: Moderate Stress (C)
de: Mäßige Belastung (C)
es: Estrés moderado (C)
fr: Stress modéré (C)
ja: 中程度の負荷 (C)
nb: Moderat belastning (C)
th: ภาระปานกลาง (C)
zh_hans: 中度损耗习惯 (C)

source: Moderate Thermal / Cycle Stress
de: Mäßige thermische / zyklische Belastung
es: Estrés térmico y de ciclo moderado
fr: Stress thermique et cyclique modéré
ja: 中程度の熱・サイクル負荷
nb: Moderat termisk/syklisk stress
th: มีความร้อนหรือความเค้นปานกลาง
zh_hans: 中度热应力与循环损耗

source: Monthly charging cost
de: Monatliche Ladekosten
es: Coste mensual de carga
fr: Coût mensuel de recharge
ja: 月間充電コスト
nb: Månedlig ladekostnad
th: ค่าชาร์จรายเดือน
zh_hans: 每月充电花费

source: Monthly Charging Cost Trend
de: Monatlicher Ladekosten-Trend
es: Tendencia mensual de costes de carga
fr: Tendance mensuelle du coût de recharge
ja: 月間充電コスト推移
nb: Månedlig ladekostnadstrend
th: แนวโน้มค่าชาร์จรายเดือน
zh_hans: 每月充电花费趋势

# Monthly Cost (%@)
source: Monthly Cost (%1$@)
de: Monatliche Kosten (%1$@)
es: Coste mensual (%1$@)
fr: Coût mensuel (%1$@)
ja: 月間コスト (%1$@)
nb: Månedlig kostnad (%1$@)
th: ค่าใช้จ่ายรายเดือน (%1$@)
zh_hans: 每月花费 (%1$@)

source: Monthly Energy Breakdown by Charging Type
de: Monatliche Energie nach Ladetyp
es: Desglose mensual de energía por tipo de carga
fr: Répartition mensuelle de l'énergie par type de charge
ja: 充電タイプ別月間電力量
nb: Månedlig energifordeling etter ladetype
th: สัดส่วนพลังงานรายเดือนตามประเภทการชาร์จ
zh_hans: 每月各类型充电电量分布

source: Monthly Energy by Type (kWh)
de: Monatliche Energie nach Typ (kWh)
es: Energía mensual por tipo (kWh)
fr: Énergie mensuelle par type (kWh)
ja: 月間電力量（kWh）
nb: Månedlig energi etter type (kWh)
th: พลังงานรายเดือนตามประเภท (kWh)
zh_hans: 每月各类型电量 (kWh)

source: Monthly Stats
de: Monatsstatistik
es: Estadísticas mensuales
fr: Statistiques mensuelles
ja: 月間統計
nb: Månedlig statistikk
th: สถิติรายเดือน
zh_hans: 月度统计

source: Multi-Vehicle Garage
de: Fahrzeug-Garage
es: Garaje multivehículo
fr: Garage multi-véhicules
ja: 複数台ガレージ
nb: Flerbilsgarasje
th: โรงรถสำหรับรถหลายคัน
zh_hans: 多车辆车库

source: My Vehicle
de: Mein Fahrzeug
es: Mi vehículo
fr: Mon véhicule
ja: マイカー
nb: Mitt kjøretøy
th: รถของฉัน
zh_hans: 当前车辆

source: NEDC (New European Cycle)
de: NEFZ (Neuer Europäischer Fahrzyklus)
es: NEDC (Nuevo ciclo europeo)
fr: NEDC (Nouveau cycle européen)
ja: NEDC (新欧州サイクル)
nb: NEDC (Ny europeisk kjøresyklus)
th: NEDC (มาตรฐานยุโรป)
zh_hans: NEDC (新欧洲工况)

source: Needs 100%
de: 100% erforderlich
es: Requiere 100%
fr: Nécessite 100 %
ja: 100%充電が必要
nb: Trenger 100 %
th: ต้องชาร์จ 100%
zh_hans: 需要充至 100%

source: Never leave your vehicle parked at < 5% State of Charge for extended hours.
de: Lassen Sie das Fahrzeug niemals über längere Zeit mit < 5% SoC stehen.
es: Nunca deje el vehículo estacionado con < 5% de SoC durante horas prolongadas.
fr: Ne laissez jamais le véhicule stationné à moins de 5 % de SoC pendant de longues heures.
ja: 残量が5%未満の状態で車を何時間も放置しないでください。
nb: La aldri bilen stå parkert med under 5 % SoC i lengre perioder.
th: ห้ามจอดรถทิ้งไว้ที่ระดับแบตเตอรี่ต่ำกว่า 5% เป็นเวลานานหลายชั่วโมงโดยเด็ดขาด
zh_hans: 切勿将车辆在低于 5% 的极低电量状态下长时间停放。

source: New Charging Session
de: Neuer Ladevorgang
es: Nueva sesión de carga
fr: Nouvelle session de recharge
ja: 新規充電セッション
nb: Ny ladeøkt
th: บันทึกการชาร์จใหม่
zh_hans: 记录新充电

source: New Session
de: Neuer Ladevorgang
es: Nueva sesión
fr: Nouvelle session
ja: 新規セッション
nb: Ny ladeøkt
th: บันทึกการชาร์จใหม่
zh_hans: 新建记录

source: Nickel Cobalt Aluminum (NCA)
de: Nickel-Cobalt-Aluminium (NCA)
es: Níquel-cobalto-aluminio (NCA)
fr: Nickel-cobalt-aluminium (NCA)
ja: ニッケル・コバルト・アルミニウム (NCA)
nb: Nikkel-kobolt-aluminium (NCA)
th: นิกเกิลโคบอลต์อะลูมิเนียม (NCA)
zh_hans: 镍钴铝三元锂 (NCA)

source: Nickel Cobalt Aluminum (NCA) chemistry delivers high energy density and power output. Limit daily charging to 80%–90% to prolong cell health, reserving 100% top-offs for immediate road trip departures.
de: Nickel-Cobalt-Aluminium (NCA) liefert hohe Energiedichte und Leistung. Begrenzen Sie das tägliche Laden auf 80%–90% und heben Sie 100% für anstehende Reisen auf.
es: El níquel-cobalto-aluminio (NCA) ofrece alta densidad energética y potencia. Limite la carga diaria al 80%–90%, reservando el 100% para viajes largos.
fr: La chimie NCA offre une forte densité énergétique et de puissance. Limitez la charge quotidienne à 80 %–90 % et réservez le 100 % aux départs en voyage.
ja: ニッケル・コバルト・アルミニウム（NCA）は高いエネルギー密度と出力を誇ります。日常の充電は80%〜90%に制限し、100%充電は長距離移動時のみに限定してください。
nb: Nikkel-kobolt-aluminium (NCA) leverer høy energitetthet og ytelse. Begrens daglig lading til 80 %–90 %, og spar 100 % til umiddelbar avreise på langtur.
th: แบตเตอรี่นิกเกิลโคบอลต์อะลูมิเนียม (NCA) ให้ความหนาแน่นพลังงานและกำลังขับเคลื่อนสูง ควรจำกัดการชาร์จรายวันไว้ที่ 80%–90% เพื่อถนอมเซลล์ และชาร์จ 100% เฉพาะก่อนออกเดินทางไกลทันที
zh_hans: 镍钴铝三元锂 (NCA) 兼具高能量密度与强劲功率。日常请将充电上限限制在 80%–90% 以延长电芯寿命，仅在长途出行前充满 100%。

source: Nickel Manganese Cobalt (NMC / NCM)
de: Nickel-Mangan-Cobalt (NMC / NCM)
es: Níquel-manganeso-cobalto (NMC / NCM)
fr: Nickel-manganèse-cobalt (NMC / NCM)
ja: ニッケル・マンガン・コバルト (NMC / NCM)
nb: Nikkel-mangan-kobolt (NMC / NCM)
th: นิกเกิลแมงกานีสโคบอลต์ (NMC / NCM)
zh_hans: 镍锰钴三元锂 (NMC / NCM)

source: Nickel Manganese Cobalt (NMC) chemistry provides high energy density. For daily driving, maintain a charge limit between 80% and 90% to avoid prolonged cathode voltage stress. Charge to 100% only prior to departure on long road trips.
de: Nickel-Mangan-Cobalt (NMC) bietet hohe Energiedichte. Begrenzen Sie das Laden im Alltag auf 80%–90%, um Kathodenspannungsstress zu vermeiden. Laden Sie nur vor langen Fahrten auf 100%.
es: El níquel-manganeso-cobalto (NMC) ofrece alta densidad energética. En el día a día, mantenga el límite entre 80% y 90%. Cargue al 100% solo antes de viajes largos.
fr: La chimie NMC offre une haute densité énergétique. Au quotidien, maintenez une limite entre 80 % et 90 % pour éviter le stress haute tension. Réservez le 100 % aux longs trajets.
ja: ニッケル・マンガン・コバルト（NMC）は高いエネルギー密度を提供します。日常の走行では高電圧負荷を避けるため80%〜90%に制限し、100%充電は長距離ドライブ直前のみにしてください。
nb: Nikkel-mangan-kobolt (NMC) gir høy energitetthet. Hold daglig ladegrense på 80 %–90 % for å unngå høyspent stress. Lad til 100 % kun rett før langkjøring.
th: แบตเตอรี่นิกเกิลแมงกานีสโคบอลต์ (NMC) มีความหนาแน่นพลังงานสูง สำหรับการขับขี่ประจำวันควรจำกัดการชาร์จไว้ที่ 80%–90% เพื่อหลีกเลี่ยงความเค้นแรงดันสูง และชาร์จเต็ม 100% เฉพาะก่อนออกเดินทางไกลเท่านั้น
zh_hans: 镍锰钴三元锂 (NMC) 具有高能量密度。日常行驶请将充电限制设定在 80% 至 90% 之间，避免正极长期承受高电压。仅在长途出行出发前才充至 100%。

source: Nickel-rich chemistry undergoes accelerated cathode electrolyte oxidation and mechanical lattice strain when kept above 90% State of Charge.
de: Nickelreiche Akkus unterliegen bei über 90% SoC einer beschleunigten Kathodenoxidation und mechanischen Gitterspannungen.
es: Las baterías ricas en níquel sufren mayor oxidación y estrés mecánico cuando se mantienen por encima del 90% de carga.
fr: Les batteries riches en nickel subissent une oxydation accélérée et des tensions mécaniques lorsqu'elles sont maintenues au-dessus de 90 % de SoC.
ja: 高ニッケル系電池は90%以上のSoCで保持されると、正極酸化と格子歪みが加速します。
nb: Nikkelrike kjemier opplever akselerert oksidasjon og mekanisk spenning når de holdes over 90 % SoC.
th: แบตเตอรี่นิเกิลสูงจะเกิดปฏิกิริยาออกซิเดชันและความเค้นของผลึกสูงขึ้นอย่างมากเมื่อคงระดับไว้เกิน 90%
zh_hans: 高镍三元电池在电量超过 90% 时会加速正极电解液氧化并造成晶格机械应变。

source: NMC / NCA: Keep Daily Charging to 80%–90%
de: NMC / NCA: Tägliches Laden auf 80%–90% begrenzen
es: NMC / NCA: Mantenga la carga diaria al 80%–90%
fr: NMC / NCA : Limitez la charge quotidienne à 80 %–90 %
ja: NMC / NCA: 日常の充電上限を80%〜90%に設定
nb: NMC / NCA: Hold daglig lading til 80 %–90 %
th: NMC / NCA: จำกัดการชาร์จประจำวันไว้ที่ 80%–90%
zh_hans: NMC / NCA: 日常充电上限保持在 80%–90%

source: NMC & NCA Chemistries
de: NMC- & NCA-Chemietypen
es: Química NMC y NCA
fr: Chimies NMC et NCA
ja: NMC & NCA 化学種
nb: NMC- og NCA-kjemier
th: แบตเตอรี่ NMC และ NCA
zh_hans: 三元锂 (NMC / NCA)

source: No charging history yet.
de: Noch keine Ladehistorie vorhanden.
es: Aún no hay historial de carga.
fr: Aucun historique de recharge pour le moment.
ja: 充電履歴がまだありません。
nb: Ingen ladehistorikk ennå.
th: ยังไม่มีประวัติการชาร์จ
zh_hans: 暂无充电历史记录。

source: No charging metrics could be detected in this photo. You can enter values manually.
de: Es konnten keine Ladedaten erkannt werden. Sie können die Werte manuell eingeben.
es: No se detectaron métricas de carga en esta foto. Puede ingresar los valores manualmente.
fr: Aucune métrique de charge détectée. Vous pouvez saisir les valeurs manuellement.
ja: 写真から充電データを検出できませんでした。手動で入力してください。
nb: Ingen lademålinger ble funnet i dette bildet. Du kan legge inn verdiene manuelt.
th: ไม่พบข้อมูลการชาร์จในรูปภาพนี้ คุณสามารถกรอกข้อมูลด้วยตนเองได้
zh_hans: 未在照片中检测到充电数据，您可以手动输入数值。

source: No charging sessions logged yet.
de: Noch keine Ladevorgänge erfasst.
es: Aún no hay sesiones de carga registradas.
fr: Aucune session de recharge enregistrée.
ja: 記録された充電セッションはまだありません。
nb: Ingen ladeøkter loggført ennå.
th: ยังไม่มีการบันทึกการชาร์จ
zh_hans: 尚未记录任何充电会话。

source: No Data Yet
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
ja: データがありません
nb: Ingen data ennå
th: ยังไม่มีข้อมูล
zh_hans: 暂无数据

source: No Driving Efficiency Data
de: Keine Fahrleistungsdaten
es: Sin datos de eficiencia de conducción
fr: Aucune donnée d'efficacité de conduite
ja: 電費効率データがありません
nb: Ingen kjøreeffektivitetsdata
th: ไม่มีข้อมูลประสิทธิภาพการขับขี่
zh_hans: 暂无能效数据

source: No Duplicates Found
de: Keine Duplikate gefunden
es: No se encontraron duplicados
fr: Aucun doublon trouvé
ja: 重複は見つかりませんでした
nb: Ingen duplikater funnet
th: ไม่พบรายการซ้ำ
zh_hans: 未发现重复记录

source: No text recognized.
de: Kein Text erkannt.
es: No se reconoció texto.
fr: Aucun texte reconnu.
ja: テキストを認識できませんでした。
nb: Ingen tekst gjenkjent.
th: ไม่พบข้อความในรูปภาพ
zh_hans: 未识别到任何文本。

source: Nominal Pack Capacity
de: Batterie-Nennkapazität
es: Capacidad nominal de batería
fr: Capacité nominale du pack
ja: 公称バッテリー総容量
nb: Nominell batterikapasitet
th: ความจุมาตรฐานของแบตเตอรี่
zh_hans: 电池标称总容量

# Nominal: %.1f kWh
source: Nominal: %1$.1f kWh
de: Nennwert: %1$.1f kWh
ja: 定格容量: %1$.1f kWh
nb: Nominell: %1$.1f kWh
th: ความจุโรงงาน: %1$.1f kWh
zh_hans: 标称容量: %1$.1f kWh

# Nominal: %@ kWh
source: Nominal: %1$@ kWh
de: Nennwert: %1$@ kWh
fr: Nominale : %1$@ kWh
ja: 公称: %1$@ kWh
nb: Nominell: %1$@ kWh
th: ความจุมาตรฐาน: %1$@ kWh
zh_hans: 标称：%1$@ kWh

source: None of your logged sessions reached 100% SoC.
de: Keiner der erfassten Ladevorgänge hat 100% SoC erreicht.
es: Ninguna de sus sesiones registradas alcanzó el 100% de SoC.
fr: Aucune de vos sessions enregistrées n'a atteint 100 % de SoC.
ja: 記録されたセッションの中に100%まで充電されたものがありません。
nb: Ingen av de loggførte øktene nådde 100 % SoC.
th: ไม่มีรายการชาร์จที่บันทึกไว้ครั้งใดที่ชาร์จถึง 100% SoC
zh_hans: 您记录的充电均未达到 100% 满电状态。

source: Normal Degradation
de: Normale Alterung
es: Degradación normal
fr: Dégradation normale
ja: 通常劣化
nb: Normal degradering
th: การเสื่อมสภาพตามปกติ
zh_hans: 正常衰减

source: Notes
de: Notizen
es: Notas
ja: メモ
nb: Notater
th: บันทึกเพิ่มเติม
zh_hans: 备注

source: Off-Peak Smart Charging
de: Intelligentes Laden in Nebenzeiten
es: Carga inteligente en horas valle
fr: Recharge intelligente heures creuses
ja: オフピーク スマート充電
nb: Smartlading utenom topptid
th: การชาร์จอัจฉริยะช่วง Off-Peak
zh_hans: 低谷电价智能充电

source: Open EV Battery Charging Best Practices Guide
de: Leitfaden für optimale Ladevorgänge öffnen
es: Abrir guía de buenas prácticas de carga
fr: Ouvrir le guide des bonnes pratiques de recharge
ja: EVバッテリー充電ベストプラクティスガイドを開く
nb: Åpne veiledning for beste ladepraksis
th: เปิดคู่มือข้อแนะนำการชาร์จแบตเตอรี่ EV
zh_hans: 打开电动汽车电池充电最佳实践指南

source: Open the app to start tracking your charging.
de: Öffnen Sie die App, um Ihre Ladevorgänge zu erfassen.
es: Abre la aplicación para comenzar a registrar tus cargas.
fr: Ouvrez l'application pour commencer le suivi de vos recharges.
ja: アプリを開いて充電の追跡を開始してください。
nb: Åpne appen for å spore ladingen din.
th: เปิดแอปเพื่อเริ่มติดตามการชาร์จของคุณ
zh_hans: 打开 App 开始追踪您的充电数据。

source: Open to start tracking
de: Öffnen zum Erfassen
es: Abrir para iniciar
fr: Ouvrir pour commencer
ja: タップして追跡を開始
nb: Åpne for å starte sporing
th: เปิดเพื่อเริ่มบันทึก
zh_hans: 打开以开始记录

source: Optimal for Longevity
de: Optimal für Langlebigkeit
es: Óptimo para la longevidad
fr: Optimal pour la longévité
ja: 長寿命に最適
nb: Optimalt for levetid
th: ถนอมแบตเตอรี่สูงสุด
zh_hans: 极利于电池寿命

source: Optimal Habits (A+)
de: Optimale Gewohnheiten (A+)
es: Hábitos óptimos (A+)
fr: Habitudes optimales (A+)
ja: 最適な充電習慣 (A+)
nb: Optimale vaner (A+)
th: พฤติกรรมดีเยี่ยม (A+)
zh_hans: 极佳习惯 (A+)

source: Other / Custom Chemistry
de: Andere / Benutzerdefinierte Chemie
es: Otra / Composición personalizada
fr: Autre / Chimie personnalisée
ja: その他 / カスタム化学種
nb: Annen / Tilpasset kjemi
th: อื่นๆ / แบตเตอรี่ที่กำหนดเอง
zh_hans: 其他 / 自定义电池类型

source: Over Time
de: Im Zeitverlauf
es: A lo largo del tiempo
fr: Au fil du temps
ja: 時系列
nb: Over tid
th: ตามเวลา
zh_hans: 时间走势

source: Overtime Fee
de: Blockiergebühr
es: Tarifa por tiempo extra
fr: Frais d'occupation
ja: 超過駐車料金
nb: Overtidsgebyr
th: ค่าปรับจอดเกินเวลา
zh_hans: 超时占位费

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要
nb: Oversikt
th: ภาพรวม
zh_hans: 概览

source: Pack degradation is tracking within normal parameters for age and cycle count.
de: Die Alterung des Akkupacks liegt im normalen Rahmen für Alter und Zyklenanzahl.
es: La degradación del pack sigue los parámetros normales para su edad y ciclos.
fr: La dégradation du pack suit les paramètres normaux pour son âge et ses cycles.
ja: バッテリーの劣化は、年数とサイクル数に応じた正常な範囲内です。
nb: Batteridegraderingen følger normale parametere for alder og syklustall.
th: การเสื่อมสภาพของแบตเตอรี่อยู่ในเกณฑ์ปกติสำหรับอายุการใช้งานและจำนวนรอบชาร์จ
zh_hans: 电池组衰退符合其车龄及循环次数的正常预期水平。

source: Payment Status
de: Zahlungsstatus
es: Estado del pago
fr: Statut du paiement
ja: 支払状況
nb: Betalingsstatus
th: สถานะการชำระเงิน
zh_hans: 支付状态

# per %@
source: per %1$@
de: pro %1$@
es: por %1$@
fr: par %1$@
th: ต่อ %1$@
zh_hans: 每 %1$@

# Per %@
source: Per %1$@
de: Pro %1$@
es: Por %1$@
fr: Par %1$@
ja: %1$@ あたり
th: ต่อ %1$@
zh_hans: 每 %1$@

source: per kWh
de: pro kWh
es: por kWh
fr: par kWh
ja: / kWh
th: ต่อ kWh
zh_hans: 每 kWh
